export const sourceData = [
  ` 君合天玺项目2022年4月1日施工情况
  4月1日1号楼施工情况:
  20层清理地敷热边泡沫板4人，连廊抹灰5人，10层，11层吊顶封板6人，上料1人，外墙保温施工6人，电梯司机1人
  4月1日2号楼施工情况:
  28层地辅热浇砼8人，23层地辅热铺管4人，19层新风管安装3人，15层水管安装4人，10层给水安装3人，电梯司机1人，检查15至21层给水打压，压力无卸压，无渗漏
  4月1日3号楼施工情况:
  32～31层安装推拉门6人，31层厨卫间做防水4人，30层排堵3人，28层清理地辅热边泡沫板4人，27层刮腻子5人，24层阳台找平3人，19层刮腻子4人，7层刮腻子6人，4层刮腻子3人，3层改电箱4人，外墙保温保温5人，电梯司机1人
  4月1日4号楼施工情况:
  19层钢筋绑扎墙8人，带班1人。木工支模板12人，带班1人。泥工布钢板网2人。水电预埋6人。架子工安装钢梁3人。车库负二层清理材料14人。塔吊司机指挥各一人
  4月1日5#楼施工情况:
  吊顶作业7人，电工穿线3人，清理2人，打磨墙面1人，电梯司机1人
  4月1日6楼施工情况:
  吊顶5人，10层穿线4人，14层清理1人，
  1.3东车库钢筋工12人，制作4人，木工20人，清理铲梁头3人，剪力墙破拆2人
  4月1日9#楼施工情况:
  钢构作业5人，消防作业6人，水电工开槽布管6人，瓦工砌墙8人，木工支模8人，钢筋工7人，上料2人，清理楼层4人，电梯司机1人。共计242人`,
  `2022年4月22日施工情况：
  1#楼：
  屋面拆吊篮2人，外墙2人，上料2人。
  2#楼：
  屋面开孔2人，阳台、连廊抹灰5人，1层墙面抹灰2人，电梯司机1人，3、4、5层地暖试压验收2人。
  3#楼：
  屋面南立面造型砌体3人，24－22层封板6人，23层刮腻子4人，19层封板4人，5层排堵3人，5层阳台做找平层3人，外墙保温施工4人，电挮司机1人。
  5#楼：
  14—17层精装单位吊顶作业6人，电工穿线4人，电梯司机1人。
  6#楼：
  水电工加工管件3人，穿线2人(13层)。南侧车库土方作业2人小挖机一台。
  9#楼：
  电工开槽布管4人，消防安装加工管子6人，喷浆1人，上料2人，钢筋工1人，电梯司机1人。
  5#楼西侧车库：外墙防水作业5人。
  6#楼西侧车库：底板砼浇筑6人。
  幼儿园车库负二层：
  木工支模，加固12人，钢筋绑扎板柱11人，钢筋制作4人，水电预埋5人，劳务清理材料4人，塔吊司机、指挥各1人。`,
  `4月25日1号楼施工情况：二层往上电挮前室窗口侧面打铲2人，精装上瓷砖4人，外墙保温施工南侧4人，采光井真石漆施工5人，上料1人，代班2人。
  4月25日2号楼施工情况：16层清理3人，2层地辅热浇砼7人，电梯司机1人，2号吊蓝拆移安装5人。
  4月25日3号楼施工情况：8层消防穿线5人，26层窗玻璃打胶4人，19－14层精装吊顶封板8人，3层排堵4人，外墙保温施工3人，3层排堵4人，电梯司机1人。
  4月25日4号楼施工情况：20层钢筋绑扎墙柱8人，水电预埋7人，木工清理模板12人，架子工安装钢梁4人，泥工布隔浆网4人，车库负二层，负一层木工支模，架体搭设17人，钢筋绑扎墙体4人，钢筋制作4人，塔吊司机，指挥各一人。
  4月25日5号楼施工情况：二单元25、15、7层电工穿线、安装插座4人。
  4月25日6号楼施工情况：屋面连接避雷网4人。
  4月25日9#楼施工情况：砌墙8人，木工8人，水电工开槽布管4人，消防作业7人，烟道安装2人，墙面喷浆2人，电梯司机1人。
  4月25日车库施工情况：1/3号楼东边车库搭架5人，拆模4人。6号楼东侧辅路装载机1台，挖掘机1台。`,
  `4月27日施工情况：

  1号楼：30层窗户收口4人，上料3人，外墙保温施工4人，1层接水管2人，电梯司机1人。
  
  2号楼：23层精装单位卫生间包管3人，32层包管2人，外墙保温施工4人，电梯司机1人。
  
  3号楼：屋面焊电梯防护门1人，精装防水施工4人，消防单位穿线4人，14－11层精装吊顶封板8人，3层线管排堵4人，外墙保温真石漆施工5人，电梯司机1人。
  
  4号楼：20层木工支模加固12人，钢筋绑扎梁板11人，水电预埋4人，水电制作3人，钢筋制作5人，架工安装钢梁3人，泥工清理17层垃圾3人，打磨1人。
  车库负一层木工制模14人，劳务队清理材料1人，塔吊司机，指挥各一人。
  
  5号楼：二单元23、14、4层电工穿线装插板6人。
  
  9号楼：外墙钢构作业2人，水工加工管子3人，电工开槽布管4人，消防作业4人，砌墙6人，木工支模板6人，上砖2人，清理垃圾2人，电梯司机2人。
  
  6号楼：屋面连接避雷网2人，东边垫路装载机1台，挖桩间土挖掘机1台
  
  1、3号楼东边车库钢筋绑扎7人、钢筋加工3人、木工支模8人、搭架1人。`,
  `2022年5月6日施工情况：

  1号楼：33层穿线4人，20层水管打压4人，19层刮腻子4人，清理垃圾2人，电梯司机1人。
  
  2号楼：33层阳台贴保温4人，刮槽3人，22层西段粉楼梯踏步3人，15-16层包管4人，保温11人，刮槽4人，电梯司机1人，室内电挮控制柜开箱验收共4个。
  
  3号楼：20层窗玻璃打胶2人，18层精装木工封板4人，6层精装木工封板2人，5层消防穿线2人，1层排堵2人，外墙保温2人，上料2人，电梯司机1人，2.3号楼防火门框进场，共469樘。
  
  4号楼：22层放线2人。电渣压力焊3人。架工搭设防护3人。木工拆21层模板12人水电疏通楼层管线6人。泥工清理外爬架垃圾2人。车库顶板木工制模4人。负二层拆模5人。顶板柱钢筋绑扎柱8人。钢筋制作5人。塔吊司机，指挥各一人。
  
  3.4号楼东新旧车库：浇筑混凝土9人，木工看模板2人，钢筋看护2人，木工支模10人。
  
  6号楼：商业砖砌胎模10人，小挖掘机一台，挖条基换填处，配合2人，管理1人。
  
  9#楼：砌墙6人，上料2人，钢构作业5人，消防作业7人，水电工开槽布管6人，裙楼绑钢筋2人，电梯司机1人。`,
  `2022年5月9日施工情况：
  1号楼：27层阳台门安装6人，30层电工穿线3人，电梯司机1人
  
  2号楼:电梯安装4人，12～25层包水管4人，2层阳台外墙贴保温3人，电梯司机1人
  
  3号楼:南立面涂料2人，线条抹灰2人，北立面真石漆3人，21层贴石膏线2人，15层贴石膏2人，清理垃圾2人，10层门窗玻璃打胶4人，电挮司机1人。
  
  4号楼:22层木工制模加固12人。钢筋吊筋3人。水电预埋4人。架子工安装钢梁3人。泥工清理19层垃圾2人。车库顶板木工支模15人。钢筋绑扎结构梁9人。钢筋制作5人。水电预埋4人。塔吊司机，指挥各一人。
  
  5号楼:东单元31层电工穿线2人，一层精装修包门套3人，西单元电工安装插座灯3人，15~16层楼梯间墙面打磨2人，电梯司机1人
  
  6号楼：水工装临时水管3人。
  
  9号楼：13层木工拆模4人，裙楼二层浇构造柱砼4人，支模2人，消防6层管道安装4人，加工管子3人水电工开槽布管6人，上料2人，电梯司机2人
  
  车库衔接处：绑钢筋4人，墙柱模板加固4人。`,
  `2022年5月11日施工情况：
  1号楼：23层往下阳台卫生间闭水放水2人，29层穿线2人，1层地热管阀门安装2人，南立面屋面造型喷真石漆3人，电梯司1人，外墙保温施工2人。
  
  2号楼：屋面吊篮安装3人，电梯安装5人，33层消防并线2人，厨卫吊洞2人，25层阳台保温施工2人，11-12层西段粉楼梯踏步2人，5层包立管2人，外墙保温施工11人，电梯司机1人
  
  
  3号楼：屋面透气管吊洞1人，31层修补2人，29层贴石膏线1人，28层贴石膏线1人，南立面造型真石漆施工3人，9层贴石膏线3人，2层窗户玻璃打胶3人，精装上沙子3人，电挮司机1人。
  
  4号楼：23层放线2人。电渣压力焊4人。水电疏通管2人。木工拆22层模板12人。架工外爬架提升前准备3人。泥工清理爬架垃圾2人。钢筋吊上楼3人。车库顶板木工支模12人。钢筋绑扎结构梁8人。水电预埋2人。水电制作2人。钢筋制作2人。现场清理材料1人。负二层南挡土墙防水施工2人。塔吊司机，指挥各一人。
  
  5号楼：一单元23层装室内空开2人，消防检查公区弱电线路2人。二单元26层楼梯间墙面打砂纸2人。
  
  6号楼：4层电工疏通排堵2人
  
  9号楼：屋面砌墙4人，裙楼砌墙6人，钢构作业8人，消防作业7人，电工开槽布管3人，水工安装管道4人，钢筋工1人，木工支模4人，上料2人，电梯司机2人，墙面浇水2人，14层浇注构造柱砼4人。
  
  3号楼东边车库钢筋加工2人。
  6号楼南侧基坑夯实地基2人，管理人员1人。`,
  `5月16日施工情况：
  1号楼：33层水泥上楼3人，24层外墙保温收口2人，23层精装刮腻子1人，26层排堵2人，26层外墙保温收口2人，.24层精装刮腻子2人，12层精装刮腻子2人，1层安装排堵2人，电挮司机1人。
  
  2号楼：33层室内电挮安装4人，6层厨房卫生间包管3人，3-4层粉楼梯踏步2人，外墙保温施工4人，电梯司机1人。
  
  3号楼：16层外墙防水涂料涂刷2人，14层电井吊洞3人，5层烟感，底盒安装4人，外墙保温上料3人，电挮司机1人。
  
  4号楼：23层浇混凝土12人。水电工看护1人。木工看模板4人。钢筋看钢筋1人。架子工安装防护2人。车库顶板钢筋绑扎梁柱9人。水电工预埋5人。木工支模5人。安装止水钢板2人。现场清理材料2人。塔吊司机，指挥各一人。
  
  5号楼:地下室安装电缆桥架5人，4、3层安装室内空开4人。
  
  6号楼12层楼梯间墙面打磨2人。
  
  3号楼东边车库钢筋加工,4人。
  
  9#外墙钢构作业4人，消防安装管道，加工管子6人，水电工开槽布管6人，裙楼砌墙4人，3~4层内墙抹灰6人，墙面喷浆1人，木工支模拆模4人，上料2人，电梯司机1人。`,
  `2022年5月20日施工情况：
  1号楼：阳台收口2人，吊洞2人，地砖上楼4人，电挮司机1人。
  2号楼：33层木工放线3人，31层东段楼梯踏步抹灰2人，24层包管抹灰3人，电挮材料运输2人，外墙保温施工10人，电梯司机1人。
  3号楼：19层消火拴箱接线2人，11层吊顶灯位开孔2人，推拉门扇上楼4人，8层刮腻子3人，5层推拉门收下口2人，外墙保温收口3人，电挮司机1人。
  4号楼：24层木工支模2人。水电预埋6人。架子工安装钢梁2人。泥工封堵模板下脚2人。车库顶板木工支模5人。钢筋绑扎梁板11人。安装止水钢板2人。钢筋制作4人。现场清理材料2人。塔吊司机，指挥各一人。
  6号楼：2层室内箱芯安装2人。回填土3人，装载机1台。
  9#楼：外墙钢构作业2人，消防安装加工管子7人，水电工开槽布管7人，3~5层内粉6人，
  1层裙楼砌墙8人，木工支模2人，钢筋工1人，清理现场2人，上料2人，电梯司机1人。
  商业楼地库基坑放线3人，钢筋转运4人，货车1辆。`,
  `2022年5月23日施工情况：
  1号楼：33层贴地砖5人，32层贴卫生间厨房地砖4人，31层贴砖2人，20层刮腻子1人，电挮司机1人。上料3人。安装屋面透气管2人，
  2号楼：22-23层东段楼梯踏步抹灰2人，9层包管抹灰2人，电梯安装4人，外墙保温施工8人，电梯司机1人。
  3号楼：33层刮腻子1人，30层清理垃圾2人，外墙保温19层阳台刮抗裂砂浆收口4人，12层电井吊洞2人，电挮司机1人。
  4号楼25层墙柱水电予留、予埋验收。
  5号楼:地下室安装电缆桥架3人，4层精装修公区样板间铺地砖3人。
  9#楼：外墙钢构作业4人，水电工开槽布管7人，消防管道安装5人，浇发泡砼4人，4~7层内墙抹灰8人，上料3人，钢筋工1人，木工支模2人，电梯司机1人，清理垃圾 2人。
  商业楼地库伐板钢筋绑扎14人，水电工焊接避雷接地，疏散指示配管3人。
  车库一层浇混凝土16人。架自工安装防护4人。车库钢筋绑扎12人，制作3人。木工看护模板5人。看护钢筋1人。现场清理材料2人。25层墙柱钢筋验收，塔吊司机，指挥各一人。`,
  `5月25日施工情况：
  1号楼：33层卫生间贴地砖2人，19层地暖保温2人，，16以下地砖上楼3人，
  2号楼施工情况33层木工4人，放线2人，30层内螺栓孔封堵2人，28层西段楼梯踢脚线抹灰2人，电梯安装4人，外墙保温施工5人，电梯司机1人。
  3号楼：33层往下空调洞扩孔2人，外墙保温15层阳台刮抗裂砂浆收口2人，推拉门门扇上楼及安装7人，电挮司机1人，16层水井内支架安装2人。
  4号楼25层钢筋绑扎梁板12人。水电预埋6人。木工支模加固12人。架工搭设防护2人。泥工22层清理垃圾2人。修布料机2人。钢筋制作4人。车库负一层木工拆模，制模10人。现场清理材料2人。塔吊司机，指挥各一人。
  5号楼:4层公区精装修贴墙砖2人。
  9#楼：钢构作业4人，水电工14层开槽布管4人，消防13层安装管道及加工管子8人，木工支模2人，钢筋工加工钢筋1人，5~12层内粉12人，上料2人，发泡砼浇注4人，电梯司机1人。
  四号楼东侧地库伐板浇筑砼7人。`,
  `2022年5月27日施工情况：
  1号楼：33层厨房贴砖4人，管理3人，石材上楼3人，17层刮腻子2人，电挮司机1人。
  2号楼：32-33层精装单位木工6人，电工穿线4人，28层喷浆固化2人，电梯安装4人，15-14层东段楼梯踏步抹灰2人，11层木工放线2人，15层电梯安装4人，保温施工5人，电梯司机1人。
  3号楼：屋面放线3人，清理垃圾3人，屋面电梯机房墙面刮腻子2人，电梯司机1人，
  4号楼：木工拆23层模板4人。架工搭设防护3人。车库顶板木工支模12人，拆负一层模板5人。钢筋绑扎梁柱12人。现场清理材料2人。塔吊司机，指挥各一人。
  5号楼：东单元2层电表箱扩洞2人。
  9号楼：5~8一12层内粉10人，电工开槽布管4人，消防加工安装管道8人，木工支模2人，上料3人，电梯司机1人。
  四号楼东侧地下车库架子工搭架13人，钢筋绑扎10人，放线3人，管理人员4人。`,
  `2022年5月30日施工情况：
  1号楼：33层卫生间贴砖2人，15层刮腻子2人，电梯司机1人，
  2号楼：吊顶龙骨安装31层2人，29层2人，28层2人，放线30层2人，27层墙面打磨3人，30层管道井吊洞拆模1人，18层水电工2人， 9层楼梯抹灰2人，上料3人，保温6人，电梯司机1人，屋面装吊蓝2人，室内电梯安装4人。
  3号楼：33层防水1人，处理地面2人，刮腻子2人，电梯司机1人
  4号楼：26层水电预埋6人。泥工布隔浆网2人。木工清理模板12人。架工安装钢梁3人.外墙打磨修补1人。车库顶板钢筋绑扎梁柱12人。钢筋制作4人。现场清理材料2人。塔吊司机，指挥各一人。
  5号楼：20层电表箱扩预留洞口4人，
  9#楼：15层电工开槽布管4人，12~14层消防管道安装7人，6~9层内粉10人，木工支模2人，钢筋工1人，上料3人，电梯司机1人。砌墙6人
  四号楼东侧地库钢筋加工9人、地库结构柱钢筋绑扎4人、搭架5人、木工支模4人、基坑内放线5人。`,
  `2022年6月1日施工情况：
  1号楼33层精装单位铺地砖4人，12层顶板刮腻子4人，2层刷防锈漆2人，电梯司机1人。
  2号楼：30层给水暖管安装3人，消防施工2人，精装单位穿线2人，31层穿线2人，24层安装边龙骨3人，2层电梯安装4人，14层螺栓孔封堵1人，2-3层东侧楼梯抹灰2人，上料1人，外保温施工5人，电梯司机1人。
  3号楼：33层阳台防水施工2人，22层阳台地面处理2人，21层吊顶刮腻子2人，7层阳台刮腻子3人，电梯司机1人。
  4号楼26层木工支模加固2人。水电预埋6人。架工安装钢梁3人。车库顶板钢筋绑扎梁9人。泥工封堵模板下脚2人。安装止水钢板2人。现场清理材料2人。钢筋制作加工4人。塔吊司机，指挥各一人。
  5号楼28/27层电表箱扩洞4人，4层精装修公区刮白3人，电工1楼穿线3人。
  9#楼电工开槽布管4人，消防安装管道6人，一层砌墙4人，5~9层内粉10人，木工支模2人钢筋工1人，清理楼层1人，上料2人，拆架子3人，电梯司机1人。
  商业楼木工支模13人、钢筋绑扎、加工12人、挖掘机1台、挖基坑3人、管理人员4人。`,
  `2022年6月6日施工情况：
  1号楼33层铺地砖4人，16层装配电箱2人，9层改水电3人，电梯司机1人。
  2号楼33层电梯安装5人，30层吊顶3人，27层石膏找平3人，26层穿线3人，21层运料1人，20层吊顶2人，15层材料加工2人，外墙保温施工6人，电梯司机1人。
  3号楼4层防水3人，20层刮腻子3人，17层水钻开孔2人，6层阳台地面处理2人，电梯司机1人。
  4号楼27层水电预埋2人。泥工清理楼层垃圾2人。车库负一层木工清理材料2人。现场凊理材料2人。钢筋制作3人。塔吊司机，指挥各一人。
  6号楼1层电表箱扩洞4人。
  9#楼外墙钢构作业8人，6~10层内粉8人，裙楼砌墙4人，上料2人，木工支模拆模2人，钢筋工1人，清理现场2人，电梯司机1人。
  四号楼东侧车库承台做防水5人、木工支模8人、钢筋绑扎、加工13人、水电工予埋5人。`,
  `2022年6月8日施工情况：
  1号楼：屋面防水卷材贴铺4人，29层贴卫生间地砖2人，15层连廊外侧雨水管安装3人，6层配电箱校准4人，电挮司机1人。
  2号楼：33层造型墙砌墙2人，电梯安装4人，穿线3人，29层吊顶龙骨安装4人，27层刮腻子3人，24层墙面打磨2人，11层订边角龙骨2人，10层龙骨安装2人，18层，9层水暖管安装,3人，8层吊顶2人，外墙保温施工8人，电梯司机1人。
  3号楼：安装穿线5人，22层防水施工2人，19层装电表箱2人，电梯司机1人。
  4号楼：27层木工支模12人。泥工清理楼层垃圾2人。架工安装钢梁2人。钢筋制作4人。车库顶板木工制模5人。水电预埋6人。钢筋绑扎板11人。架管装车4人。塔吊司机，指挥各一人。
  9号楼：钢构作业8人，6~10层内墙粉刷10人，上灰1人，木工支模3人，钢筋工4人，向地下室运砖3人，电梯司机1人，15层喷浆1人,地下室砌体6人。
  四号楼东侧裙楼钢筋工梁柱筋绑扎、钢筋加工10人，水电工车库顶板配管5人，筏板防水保护层贴饼找平4人。
  4号楼西边车库顶板水电予留予埋验收。`,
  `2022年6月10日施工情况：
  1号楼：屋面防水卷材铺贴人，12层修补人，地暖管保温2人，电挮司机1人。
  2号楼：屋面吊篮安装人，33层消防穿线人，28层打磨1人，吊顶2人，27层打磨1人，刮腻子2人，26层刮腻子2人，采光井外墙保温施工2人，北立面外墙保温7人，25层刮腻子2人，穿线2人，22层穿线2人，20层打磨1人，穿线4人，18层给水支管安装2人，打磨2人，13层吊顶打孔1人，12层吊顶2人，7层安装吊杆2人。5层吊顶1人，电挮安装4人。电挮司机1人.
  3号楼精装单位等砖到场。屋面施工暂时不具备条件。
  4号楼：27层顶板灯位，烟感底盒，配管7人，架子工外架维护2人，B-5／B-7. B-B／B-G负一层地库钢筋绑扎11人，钢筋制作1人，B-7／B-9，B-G负一层梁板混凝土浇筑5人，水电预埋，负一地库拆模5人，地下车库负一层吊运材料，清理4人，塔吊司机1人，指挥1人。
  5号楼：2层公区电表箱安装样板4人。
  9号楼：外墙钢构作业7人，一层浇圈梁砼5人，地下室砌墙6人，6~9层内粉10人，木工支模4人，钢筋工3人，供灰砖3人，电梯司机1人。
  四号楼东侧群楼筏板放线2人，地库顶板钢筋绑扎、加工19人、木工加固模板、支模5人。`,
  `2022年6月13日施工情况：
  1号楼：29层铺地砖4人，21层刮腻子4人，14层安装电表箱2人，8层厨房水电改位3人，电梯司机1人。
  
  2号楼：26层吊顶3人，刮腻子4人，27层吊顶3人，24层刮腻子3人，23层刮腻子2人，20～21-27层穿线4人，穿网线2人，厨房穿线4人，16层穿线4人，10层吊顶2人，8层打磨2人，6层打磨1人，5层做边角龙骨2人，外墙保温南侧4人，北立面6人，电梯安装4人，电梯司机1人。
  
  3号楼：机房开孔1人，21层石膏线条施工2人，14层刮腻子2人，13层防水施工3人，电梯司机1人。
  
  4号楼：28层木工清理模板12人，钢筋绑扎墙柱11人，水电预埋5人，泥工布隔浆网，修补3人，架工安装钢梁3人，钢筋制作2人，车库顶板制模5人，外墙拆模4人，现场清理材料2人，塔吊司机，指挥各一人。
  5号楼21层处理土建遗留问题2人
  
  9号楼：外墙钢构作业7人，木工支模4人，钢筋工绑圈梁筋3人，电工修整桥架洞4人，内粉墙面8人，地下室砌墙4人，上料2人，电梯司机1人，植筋2人。
  
  四号楼东侧地下室伐板钢筋绑扎10人，电焊工作业1人，木工拆模板5人，钢筋加工4人。`,
  `2022年6月15日施工情况：
  1号楼：29层铺地砖4人，18层窗户玻璃打胶2人，17层刮腻子4人，电梯司机1人。
  2号楼：24层吊顶4人，24层刮腻子2人，23层刮腻子3人，吊顶4人，22层主体修补2人，18层刮腻子3人，16层穿线4人，12-13层穿线4人，3层吊顶3人，2～3-4层打磨3人，外墙保温施工11人，电梯司机1人。
  3号楼：清理垃圾2人，13层刮腻子4人，电梯司机1人。
  4号楼：28层木工制模加固12人，钢筋绑扎梁4人，水电预埋5人，架工安装钢梁3人，泥工清理楼层垃圾2人，塔吊升节4人，车库顶板钢筋绑扎墙7人，木工制模9人，木工拆负一层墙板2人，泥工打钻1人，修补墙院1人，塔吊司机，指挥各一人。
  5号楼：27、14层电工安装电表箱4人。
  9号楼：地下室砌墙6人，供砂浆，砖3人，6~10一15层内粉12人，供砂浆1人，木工支模2人，钢筋工2人，钢构作业7人，电梯司机1人。
  四号东侧楼筏板、柱子钢筋绑扎12人、钢筋加工6人、架子工搭架5人、顶板浇水养护1人、水电工配管、安装予埋3人、管理人员4人。`,
  `2022年6月17日施工情况：
  1号楼:29层铺地砖4人，17层刮腻子4人，2层修水管3人，电梯司机1人。
  2号楼：33层并线6人，24层精装刮腻子3人，21层吊顶6人，20层吊顶4人，10层吊顶3人，9层穿线5人，外墙保温施工11人，电梯司机1人。
  3号楼33层改水电3人，31层安装电表箱2人，16层保温修补2人，11层 刮腻子4人，5层防水3人，电梯司机1人。
  4号楼：28层浇混凝土12人。木工看模板5人。水电水管制作5人。外墙打磨修补1人。车库木工制模加固4人。架工搭设防护3人。钢筋绑扎柱4人。钢筋制作2人。现场清理材料2人。塔吊司机，指挥各一人。
  5号楼9层电工处理问题2人。
  9号楼：外墙钢构作业7人，电工15层开槽布管4人，9~15层内粉10人，地下室砌墙6人，裙楼浇圈梁砼5人，支模4人，钢筋工2人，消防作业5人，供灰2人，电梯司机1人。
  四号楼东侧裙楼架子工6人，木工5人，钢筋工卸钢筋5人。`,
  `2022年6月20日施工情况：
  1号楼：29层贴地砖3人，27层贴地砖3人，上料1人，电梯司机1人。
  2号楼：28层并线5人，22层刮腻子3人，20层木工加工2人，16层龙骨安装4人，15层龙骨安装4人，12层穿线3人，电梯安装2人，外墙保温施工11人。
  3号楼：30层线槽抹灰4人，25层厨房安装线管3人，21层厨房开槽2人，8层保温修补2人，2层石膏线条3人，电梯司机1人。
  4号楼：29层木工制模加固12人。钢筋绑扎梁板7人。水电预埋6人。架工安装钢梁3人。外墙打磨修补2人。泥工修补1人，泥工清理楼层垃圾2人。钢筋制作2人。2号楼修补飘窗洞口2人。幼儿园南侧承台开挖两人操平，塔吊司机，指挥各一人。
  9号楼：消防作业5人，钢构作业9人，一层砌墙4人，9~15层内粉10人，裙楼浇圈梁砼5人，电工开槽布管2人，上砖上灰2人，喷浆2人，木工支模2人，钢筋工1人电梯司机1人。`,
  `2022年6月22日施工情况：
  1号楼：屋面施工4人，上料1人，29层铺地砖4人，12层排堵3人，电梯司机1人。
  2号楼：32-33层刮腻子4人，26层龙骨安装3人，21-22-层刮腻子4人，20层穿线1人，12层穿线2人，9层穿线2人，7层龙骨安装2人，5层龙骨安装3人，3层穿线2人，保温11人。
  3号楼：24层防水2人，21层线槽抹灰3人，20层穿线3人，18层装线管2人，5层装压力表3人，外墙保温施工4人，电梯司机1人。
  4号楼：29层泥工封堵模板下脚及安装布调机4人，钢筋制作2人，水电制作6人，车库木工拆模4人，架工搭设架体2人，现场清理材料2人，塔吊司机，指挥各一人。29层顶板，钢筋，进行验收墙柱模板。
  5号楼：14、9、7层安装电表箱4人，1层户内穿线3人。
  9号楼：外墙钢构作业8人，水工8层作业5人，电工2层开槽布管4人，消防管道安装6人，9~15层内粉10人，木工支模4人，钢筋工,2人，供灰2人，电梯司机1人。
  四号楼南挡土墙浇筑砼5人，木工支模4人，伐板钢筋绑扎、加工制作钢筋、地库出风口绑扎钢筋共19人管理人员3人。`,
  `2022年6月24日施工情况：
  1号楼：屋面2人，32－29层贴地砖9人，上料2人，电梯司机1人。
  2号楼：33层水电整改2人，刮腻子4人，31层石膏找平3人，6层穿线4人，5层表箱整改2人，23层龙骨安装2人，21-22-层刮腻子4人，20层穿线3人，15层安装分户打压表3人，5层龙骨安装4人，3层龙骨安装2人，2层龙骨安装4人，1层龙骨安装2人。穿线2人，.外墙保温保温10人，材料运输2人，司机1人。
  3号楼：防水2人，.外墙保温真石漆2人，电梯司机1人。
  
  4号楼：30层放线2人，电渣压力焊3人，钢筋绑扎墙柱7人，水电预埋6人，木工拆29层模板12人，架工爬架提升3人，泥工清理爬架垃圾及修补打钻4人，钢筋制作2人，劳务现场插架装车4人，塔吊司机，指挥各一人。
  
  5号楼：2层安装电表箱4人。
  
  9号楼：外墙钢构作业8人，水电工开槽布管6人，消防作业4人，9~15层内粉10人，地下室砌墙8人，木工支模2人，钢筋工1人，裙楼浇圈梁砼6人，墙面喷浆1人，电梯司机1人，供灰2人。
  四号楼地库墙柱钢筋绑扎9人、水电工予埋套管2人、搭架8人、商业楼下地库拆模整理架管4人。`,
  `2022年6月27日施工情况：
  1号楼：屋面施工3人，上料1人，机房吊洞2人，贴地砖32层，31层，28层，27层，26层14人，电梯司机1人。
  2号楼：刮腻子32层4人，31层贴石膏线2人，22层并线4人，吊顶20层2人，18层排堵2人，16层改点位2人，15层刮腻子4人，14层吊顶2人，9层吊顶4人，8层吊顶3人，螺栓孔封堵2人，5层吊顶2人，4层穿线2人，外墙保温施工8人，电梯司机1人。
  3号楼：33层穿线4人，统计点位1人，31层阳台卫生间闭水试验放水2人，电梯司机1人。
  4号楼：30层木工支模加固12人，钢筋工绑扎梁板7人，水电预埋6人，架工搭设防护3人，泥工清理27层垃圾3人，车库顶板拆模2人，现场清理材料3人，塔吊司机，指挥各一人。
  5号楼精装修搬运地砖材料4人。
  四号楼地库搭架14人、整理材料打杂2人，钢筋加工5人。
  6月27日9#楼外墙钢构作业7人，消防作业4人，水电工开槽安装管子桥架共14人，10~15层内粉10人，地下室砌墙4人，木工支模4人，钢筋工梆圈梁筋3人，供灰供砖4人，电梯司机1人。`,
  `2022年6月29日施工情况：
  1号楼：屋面贴砖4人，上料1人，32、31、28、27、26、层贴地砖12人，上料1人，30层改点位2人，25层安装飘窗石材台面4人，电梯司机1人。
  2号楼：31-32层吊顶封板6人，刮腻子2人。30层封板4人，19层刮腻子4人，17层并线3人，打磨1人，15层刮腻子2人，13层刮腻子3人，穿网线3人，10层吊顶3人，3层刮腻子4人，材料加工1人，1层穿线3人，外墙保温10人，电梯司机1人。
  3号楼: 7层阳台墙面剔凿2人，闭水试验放水1人，电梯司机1人。
  4号楼: 30层浇混凝土12人，水电照管1人，钢筋看护钢筋1人，木工看模4人，水电制作5人，钢筋制作4人。
  车库负一层木工拆模3人，现场插架劳务装车5人，塔吊司机，指挥各一人。
  5号楼施工情况，地下室接电2人，精装材料上楼3人，进水泥15吨。
  6号楼南商业：清理材料5人，钢筋制作2人，木工支模15人，管理1人。
  9#楼钢构作业6人，水电工开槽布管安装管道14人，消防安装管8人，10~15层内粉10人，地下室砌墙8人，木工支模2人，钢筋工1人，上砖灰3人，电梯司机1人。`,
  `2022年7月1日施工情况：
  1号楼：32层阳台涂料4人，精装贴砖3人，31层卫生间贴砖3人，28层卫生间贴砖3人，27层贴砖3人，26层卫生间贴砖2人，23层贴飘窗及窗台石材6人，楼层上墙砖2人，厨房安装排水管2人，代班1人，电梯司机1人。
  2号楼刮腻子31层2人，19层3人，18层4人，8层4人，6层3人，吊顶封板26层4人，25层3人，穿线12层4人，11层3人，10层4人，外墙保温8人，电梯司机1人，
  3号楼25层涂防锈漆3人，17层阳台墙面剔凿1人，5层穿钢丝绳2人，电梯司机1人，
  4号楼：31层钢筋绑扎4人，制作1人，水电配管6人，木工支模12人，架子工工拆钢梁3人，绑隔浆网2人，清理1人，打磨1人，清理材料3人，地下车库修补1人，管理1人。
  5号楼：精装修上砂子3人。
  9号楼：外墙钢构作业7人，消防作业10人，水电工开槽布管安装管道，桥架13人，地下室砌墙8人，10~15层内粉10人，木工支模2人，钢筋工梆钢筋1人，倒运材料3人，供灰2人，电梯司机1人。`,
  `2022年7月6日施工情况：
  1号楼：31层贴砖4人，28层贴砖4人，27层贴砖3人，26层贴砖4人，25层贴砖3人，24层贴砖3人，18层安装飘窗及窗台石材3人，上砖2人，代班1人，电梯司机1人。
  2号楼：屋面电梯房安装控制箱2人，24层清理垃圾2人，20层封板5人，17层精装材料加工2人，8层刮腻子4人，20层刮腻子2人，外墙保温施工10人，电梯司机1人。
  3号楼：屋面拆吊篮4人，机房吊洞1人，外墙施工保温1人，电梯司机1人。
  4号楼：31层浇混凝土12人，水电看护预埋管1人，木工看护模板4人，钢筋看护钢筋1人，钢筋制作4人。
  车库负一层木工拆模3人，现场清理材料3人，水电制作5人，塔吊司机，指挥各一人。
  5号楼：上沙子1人，处理门口砂浆地坪2人，电梯司机1人。
  6号楼：东单元1层安装电表箱2人。
  9号楼：钢构作业8人，消防作业10人，水电工开槽布管安装管道桥架13人，11~15层内粉8人，木工支模4人，钢筋工梆圈梁筋2人，喷浆1人，电梯司机1人清理现场2人。
  四号楼东侧地库钢筋绑扎14人，木工支模9人，水电予留予埋4人。`,
  `2022年7月11日施工情况：
  1号楼：精装单位贴砖28层1人，27层1人，26层2人，25层2人，24层2人，22层2人，电梯司机1人。
  2号楼：28层刮腻子2人，26层石膏板点防锈漆2人，20层刮腻子2人，17层刮腻子2人，12层吊顶封板5人，11层吊顶封板4人，5层穿线2人，外墙保温施工8人，电梯司机1人。
  3号楼：屋面施工5人，30层装防火门框2人，电梯司机1人。
  4号楼：32层木工支模加固12人，钢筋绑扎板7人，水电预埋6人，架工预埋槽钢1人，泥工31层打钻清理2人，楼层弹建筑线2人。
  车库负一层木工拆模3人，钢筋制作3人，现场清理材料2人，塔吊司机，指挥各一人。
  5号楼：17层楼梯平台打抹灰层1人。
  6号楼：地下室、强排水管道安装2人。
  9号楼：15层喷淋支管安装2人，14层2人，12层内墙抹灰4人，4号楼梯踏步抹灰1人，11层内墙抹灰2人，4层消喷淋支安装3人，制作2人，拆模2人，钢筋制作1人，上灰1人，给水安装4人，地下车库疏通2人，清理2人，电梯司机1人。
  四号楼东侧商业裙楼木工支模，拆模16人，钢筋绑扎制作4人，污水改线6人，小挖掘机一台，管理1人
  四号楼木工地库拆模6人、支模5人、打磨补墙l人、钢筋加工2人、管理人员4人。`,
  `2022年7月13日施工情况：
  1号楼:贴砖28层2人，27层3人，26层4人，25层36人，24层3人，22层4人，21层2人，12层安装飘窗石材4人，电梯司机1人。
  2号楼：33层定灯位2人，30层刮腻子3人，29层刮腻子3人，21-22层焊接栏杆3人，20层装电表箱2人，17层点防锈漆2人，16-17层刮腻子3人，8-9层吊顶封板5人，7层吊顶封板4人，安装玻璃3人，外墙保温施工3人，电梯司机1人。
  3号楼:17层排堵4人，4层消防查线2人，电梯司机1人。
  4号楼23层水电清理线盒2人。木工楼层打錾1人。车库负一层木工拆模3人。现场清理材料劳务6人。塔吊司机，指挥各一人。水电3号楼疏通4人。
  6号楼地下室强排水管道安装2人。
  9#楼：12层内粉4人，裙楼浇圈梁砼6人，木工支模2人，钢筋工1人，电工11层安桥架4人，地下室疏通3人，水工5层安装管道4人，消防14~15层安装管道6人，加工管子3人，4#楼梯抹灰3人，电梯司
  四号楼东侧地下车库拆模板8人。`,
  `7月25日施工情况：
  1号楼：精装单位贴砖23层4人，20层3人，19层2人，18层4人，17层2人，16层3人，15层4人，14层4人，13层2人，13层楼梯墙面刮腻子3人，上料2人，电梯司机1人。
  2号楼：刮腻子24层4人，20层2人，17层包电梯套2人，公区吊顶龙骨安装11-12层4人，9层2人，5层2人，外墙保温施工4人，电梯司机1人。
  3号楼：屋面R角抹灰2人，30层穿线2人，26层刮腻子2人，24层楼梯间刮腻子2人，23层刮腻子2人，19层防水整改1人，18层窗台石材安装2人，9层排堵2人（文泉）电梯司机1人。
  4号楼车库：整理材料2人，楼梯炮楼钢筋绑扎3人，地下车库出口挡墙支模2人，塔吊司机1人，指挥1人。
  5号楼：加工不锈钢护栏2人。
  四号东侧商业群楼木工支模15人、安装提升机6人、钢筋加工1人。车库顶板准备做防水层清理2人一台小挖机配合。
  9#楼：外墙钢构作业8人，水工9层安装管道4人，电工开槽布管4人，消防8层打压2人，加工安装管道7人，5#楼梯踏步粉刷2人，裙楼砌墙2人，内粉10人，木工拆模2人钢筋工1人，供灰2人，喷浆1人，电梯司机1人。`,
  `2022年8月3日施工情况：
  1号楼：贴砖30层2人，23层3人，19层3人，17层2人，16层2人，15层2人，14层2人，12层2人，11层2人，10层2人，电梯司机1人。
  2号楼：33层电井穿电缆2人，28层刮腻子3人，13层穿露线2人，外墙保温线条抹灰3人，电梯司机1人。
  3号楼：21层消防闭门器穿线2人，6层刮腻子2人，3层门厅顶做防水2人，电梯司机1人。
  4号楼：疏通线管6人，车库材料整理3人。
  5号楼：加工不锈钢护栏2人、电表箱前后粉灰2人。
  9号楼：外墙钢构作业7人，消防补洞装消防箱4人，粉楼楼2人，裙楼内粉8人，地下室木工支模2人，电工琉通4人，电梯司机1人，车库顶板防水施工清理7人。
  四号楼楼浇筑混凝土6人、整理材料2人、钢筋工看钢筋1人、木工看模板3人。
  四号楼楼东侧车库挖基坑、刷坡挖机1台、做护坡打孔穿钢筋共6人。`,
  `2022年8月5日施工情况：
  1号楼：贴砖30层2人，23层3人，19层2人，清理垃圾2人，17层2人，16层2人，15层2人，14层2人，12层2人，11层2人，10层3人，电梯司机1人。
  2号楼：33层清理2人，22层排堵穿线1人，2层刮腻子2人，电梯司机1人。
  4号楼：疏通线管6人，车库材料整理3人。
  3号楼：屋面闭水试验1人、19／8层修补防水2人、8／20层采暧给水试压2人、3层精装刮腻子2人、电梯司机l人。
  5号楼:加工不锈钢护栏2人、3层电表箱前后抹灰2人。
  9#楼：一层浇注构造砼4人，裙楼地下室内粉8人，砌墙2人，清理3人，11层卫生间地面防水作业3人，供灰1人，消防一层安装管道4人，电工疏通2人，电梯司机1人。
  四号楼楼木工拆模3人、钢筋工4人、整理材料5人．钢筋进场缷车2人、车库通风口支模2人。`,
  `2022年8月8日施工情况：
  1号楼：贴砖30层2人，19层2人，16层2人，15层2人，11层2人，10层2人，9层2人，8层2人，上砖3人。
  2号楼：32层楼梯间刮腻子2人，20公区层排堵穿线2人，10-11层垃圾清理4人。外墙漆施工8人，电梯司机1人。 
  4号楼：水电33层结构清理2人，32层木工拆模12人，外架垃圾清理垃圾2人，养护洒水1人，修补1人，水电2至5层疏通4人，材料清理3人。 
  5号楼：加工不锈钢护栏2人。 
  6号楼：7层水工试压2人，12层维修管道2人，11层电表箱抹灰2人。 
  9#楼: 外墙钢构作业7人，消防安装消防箱管道5人，粉楼梯踢脚线2人供灰1人，清理2人，木工拆模2人，电梯司机1人。 
  商业楼一层顶板柱钢筋绑扎4人，搭外架4人，材料倒运6人。 
  商业楼东侧地库护坡支护8人。 
  5/6号楼之间车库材料清运、2车，8人。 
  合计：116人`,
  `2022年8月10日施工情况：
  1号楼：贴砖30层25人，清理垃圾1人，样板间装柜子2人，19层2人，16层1人，15层2人，14层2人，12层2人，11层2人，10层2人，9层2人，8层2人，6层2人，上料1人，代班1人，电梯司机1人。
  2号楼：33层垃圾清理2人。室内排堵穿线2人。32层东边楼梯间刮腻子2人，外墙真石漆施工4人，电梯司机1人。
  3号楼：32层精装采暖打压2人，9层防火门防火阀穿线1人，4层外墙涂料4人，精装上料3人，电梯司机1人。
  4号楼：33层墙柱钢筋绑扎5人，砼养护1人。水电配管6人，外架钢梁安装2人，钢筋加工2人。材料整理3人，管理2人。
  5号楼：公区贴砖4人。
  9#楼：钢构作业2人，消防加工安装管道5人，车库顶板防水浇保护层砼5人，粉楼梯2人，地下室内粉8人，抽水1人，电梯司机1人。
  6号楼门窗打胶4人，水电到运材料2人，5/6号楼车库楼梯间砌墙2人，通风口破碎混泥土2人。
  四号楼东侧商业2层搭外架4人、木工支模2人、整理材料3人、加工钢筋5人。 地库基坑换填挖掘机1台，配合4人。 `,
  `2022年8月12日1号楼贴砖30层2人，16层2人，15层2人，，12层2人，11层2人，10层2人，9层2人，7层2人，6层1人，5层2人，电梯司机1人，
  四号东侧楼2层挂板浇筑砼4人，架子工搭架6人，倒运架管3人、天泵1台，基坑平整2人，5/6号楼间车库顶倒运架管材料5人，钢筋加工7人，通风口砌
  5号楼，东单元32层公区贴砖2人，西单元公区贴砖2人，屋面机房钢梯除锈刷漆1人。地下室砌墙4人。
  3号楼阳台保温13层2人，5层2人，33层管道做保温2人，6层精装采暖打压1人，电梯司机1人，
  9#楼外墙钢构作业7人，消防管道安装5人，地下室内粉4人，屋面炮楼内粉3人，供灰1人，电梯司机1人。
  4号楼施工情况！33层墙柱钢筋绑扎7人，水电配管6人，木工配模板12人，钢筋加工3人。材料整理2人，管理2人。`,
  `2022年8月15日施工情况：
  1号楼：贴砖30层3人，13层2人，11层3人，10层2人，9层2人，8层2人，7层2人，5层2人，4层3人，13层公区吊顶打吊杆2人，材料加工2人，连廊保温3人，阳台保温2人。 
  2号楼：16层浴霸穿线3人，22层西单元楼梯刮腻子2人，外墙真石漆施工3人。电梯司机1人。
  3号楼：屋面贴砖4人，9层连廊保温2人，6－7层阳台刷涂料4人，上石材2人，电梯维修1人，电梯司机1人。
  4号楼：33层墙柱顶板支模12人，水电排堵2人，顶板配线盒4人。钢筋加工3人。车库楼梯炮楼支模板3人。管理2人。 
  5号楼：29层东西单元公区精装贴地砖4人，地库砌体3人，供砖1人。 
  6号楼：给水立管试压2人。 
  9号楼：外墙钢构作业6人，消防安装管道吊洞6人，卫生间防水施工1人，地下室内墙粉墙6人，供灰1人，浇注发泡砼3人，木工拆模2人，清整材料4人电梯司机1人。    
  四号楼东侧商业2层搭架7人，地库整理材料5人、坡道垫层拆模2人。 `,
  `2022年8月17日施工情况：
  1号楼：屋面机房爬梯防腐1人，33层连廊保温2人，32层公区吊顶龙骨安装2人，28层连廊保温2人，25层地砖清缝保护2人，20层公区吊顶龙骨安装1人，13层连廊保温2人，贴砖2人，10层贴砖2人，10层公区吊顶龙骨安装1人，贴砖2人，8层贴砖2人，7层贴砖2人，5层贴砖2人，阳台涂料3人，4层贴砖2人，3层贴砖1人，电梯司机1人。 
  2号楼：7层浴霸穿线2人，16层西楼梯刮腻子2人，2层水电清理材料2人，3层连廊贴顶保温板2人外墙漆2人。电梯司机1人。 
  3号楼：屋面贴砖3人，32层阳台贴砖2人，连廊保温2人，阳台涂料2人，29层厨房卫生间窗囗打铲1人，26层采暖给水打压2人，25层阳台涂料1人，3层连廊保温1人，精装上料2人。 
  4号楼：33层墙柱顶板模加固12人。顶板水电线管子6人。梁钢筋绑扎5人，30层做防护1人。车库楼梯炮楼支模3人。车库出口挡墙拆模2人。管理2人。 
  5号楼：西单元27层公区贴砖2人、上料2人。 
  6号楼：东单元精装公区贴样板间地砖2人，点料1人，7层给水管试压2人。 
  5/6号楼间车库砌砖2人。 
  9号楼：外墙钢构作业6人，消防加工安装管道6人，电工开槽布管2人，水工14层管道安装3人，地下室内粉4人，屋面木工支模2人，车库顶板防水施工3人，供灰1人，卫生间地面找平层1人，电梯司机1人。 
  四号楼东侧商业裙房：1层拆模4人、2层搭架5人、钢筋加工3人，带班1人、车库东侧坡道钢筋绑扎3人，管理人员1人。`,
  `8月19日施工情况：
  1号楼：25层，21层，20层公区吊顶龙骨安装3人，贴砖13层2人，10层2人，9层2人，8层2人，7层2人，5层2人，4层2人，3层2人。
  2号楼：21层浴霸穿线2人，14-15层西楼梯刮腻子2人，1层水电清理材料1人，11层连廊贴顶保温板2人。电梯司机1人。
  3号楼：屋面贴砖3人，上料1人，32贴地砖2人，28层阳台刷涂料2人，27层连廊保温2人，23层连廊保温2人，21层给水釆暖打压2人，18层阳台涂料1人，电梯司机1人。
  4号楼：33层顶板钢筋绑扎8人。顶板水电线管预埋6人。车库楼梯炮楼钢筋绑扎1人。15
  5号楼：西单元25层公区精装贴砖2人，加工不锈钢护栏2人。
  6号楼：西单元二层公区精装贴样板间地砖2人，供料2人，给水管试压2人，地下室安装桥架2人。
  四号楼东侧商业 1层拆架管5人，东侧地库坡道钢筋绑扎9人。
  9#楼：外墙钢构作6人，消防作业6人，水电工开槽布管5人，15层地暧布管安装分水器3人，零星抹灰2人，清整材料2人，电梯司机1人。
  5/6号楼车库顶搬运架管4人，货车1辆。A区清理3人，砌体浇筑构造柱3人，供砖1人，挖积水坑小挖掘机1台。`,
  `2022年8月22日施工情况：
  1号楼：30层穿线2人，2层，27层连廊保温1人，贴砖13层2人，9层2人，8层1人，7层2人，5层2人，4层2人，3层1人，3层公区吊顶龙骨安装1人。
  2号楼：33层厨卫防水阴角抹灰2人，30层窗打胶2人，20层水暖打压2人，外墙施工2人，电梯司机1人。
  3号楼：屋面贴砖4人，33层贴地砖2人，32层贴地砖2人，吊顶放线2人，26层管道做保温1人，23层消防穿线2人，23层，22层阳台保温涂料4人，打压2人，连廊保温1人，4层排堵3人，电梯司机1人。
  4号楼：33层屋面浇砼12人，看钢筋1人，水电1人，木工1人，室内水电排堵6人，塔吊司机1人，指挥1人。 
  5号楼：31、30层公区精装贴砖4人，加工不锈钢护栏2人。 
  6号楼：10层剔凿通风口2人、门窗装锁4人、地下室安装电缆桥架2人。 
  5／6号楼A区车库：砌墙供灰5人、车库顶拉垃圾小货车2辆、装载机1台。 
  9号楼：外墙钢构作业5人，消防管道安装6人，水电工开槽布管4人，车库顶板防水层作业3人，卫生间找平层作业2人，拆坡道2人，电梯司机1人。 
  四号楼：二层顶板钢筋绑扎10人，2层拆模4人、倒料2人、坡道钢筋绑扎4人、车库顶吊车卸模板5人。 `,
  `2022年8月24日施工情况：
  1号楼：屋面保温4人，33层清缝保护2人，14层公区消防穿线2人，29厨房局部抹灰2人，19层窗外口打胶2人，撕膜2人，13虑往下文泉疏通管道4人，11层清理1人，9层贴砖2人，8层贴砖1人，7层贴砖2人，5层贴砖2人，4层贴砖2人，3层贴砖2人，3层贴砖1人，电梯司机1人。 
  2号楼：28层暖气做保温2人，26层连廊顶保温2人，5层西段楼梯间刮腻子2人。外墙保温施工2人，收口2人，电梯司机1人。 
  3号楼：屋面贴砖3人，33层户内贴砖2人，32层贴砖2人，23层（志鹏）打压2人，16层公区吊顶2人，采暖保温2人，6层精装打压2人，龙骨上楼2人，电梯司机1人，管理1人 。
  4号楼：33层墙柱拆模12人，爬架提升4人，室内水电排堵2人，钢筋加工3人，塔吊司机1人，指挥1人。 
  5号楼：29／27层精装贴砖4人、加工不锈钢护栏2人。 
  6号楼：剔凿通风洞口7人、精装上料3人。 
  9号楼：外墙钢构作业5人，消防作业5人，水电工开槽布管4人，车库顶板防水作业2人，卫生间防水层作业2人，电梯司机1人。 
  四号楼东侧商业裙房：2层顶板钢筋绑扎9人、水电予留、予埋4人、2层模板加固5人、地库顶板搭设通道4人、坡道做防水2人。 
  5／6号楼地库A区砌墙3人供砖1人、小挖机平整地面1台、顶板封堵通风洞口1人、排洪积水坑下泵1人。 `,
  `2022年8月26日施工情况：
  1号楼：贴砖13层2人，9层2人，8层2人，7层2人，4层2人，3层2人，上料1人，电梯司机1人。
  2号楼：33层厨卫做防水2人，21层消防穿线2人，5层木工电梯包门口2人，2层西段楼梯刮腻子2人，电梯司机1人。
  3号楼：33层，32层贴砖4人，公区吊顶龙骨安装32层2人，17层穿线2人，15层加工材料2人，13层打压2人，12层管道保温2人，5层打压2人，电梯司机1人。
  4号楼：33层花架支模10人，室内水电排堵2人，钢管清理1人，塔吊司机1人，指挥1人。
  5号楼：26层精装公区贴砖4人，弱电电井穿线2人，加工不锈钢护栏2人。 
  5／6号楼：A区地库构造柱浇筑混凝土2人，供砂灰2人、砌砖墙3人，供砖2人。 
  9#楼：消防作业5人，水电工开槽布管5人，修补2人，清理楼层垃圾1人，电梯司机1人。商业楼：2层顶板支模4人、2层模板加固3人、一层整理材料3人。 
          `,
  `2022年8月24日施工情况：
  1号楼：屋面保温4人，33层清缝保护1人，14层公区消防穿线2人，29厨房局部抹灰2人，19层窗外口打胶2人，撕膜1人，13层往下文泉疏通管道4人，11层清理1人，9层贴砖2人，8层贴砖1人，7层贴砖2人，5层贴砖2人，4层贴砖2人，3层贴砖2人，3层贴砖1人，电梯司机1人。 
  2号楼：28层暖气做保温2人，26层连廊顶保温2人，5层西段楼梯间刮腻子2人。外墙保温施工2人，收口2人，电梯司机1人。 
  3号楼：屋面贴砖3人，33层户内贴砖2人，32层贴砖2人，23层（志鹏）打压2人，16层公区吊顶2人，采暖保温1人，6层精装打压2人，龙骨上楼2人，电梯司机1人，管理1人 。
  4号楼：33层墙柱拆模12人，爬架提升4人，室内水电排堵2人，钢筋加工3人，塔吊司机1人，指挥1人。 
  5号楼：29／27层精装贴砖4人、加工不锈钢护栏2人。 
  6号楼：剔凿通风洞口7人、精装上料3人。 
  9号楼：外墙钢构作业5人，消防作业5人，水电工开槽布管4人，车库顶板防水作业2人，卫生间防水层作业2人，电梯司机1人。 
  商业楼：2层顶板钢筋绑扎9人、水电予留、予埋4人、2层模板加固5人、地库顶板搭设通道4人、坡道做防水2人。 
  5／6号楼地库A区砌墙3人供砖1人、小挖机平整地面1台、顶板封堵通风洞口1人、排洪积水坑下泵抽水1人。 `,
  `2022年8月29日施工情况：
  1号楼：5层，4层贴砖4人。
  2号楼：33层电气穿线2人，32层网络穿线2人。31层阳台防水施工2人，28～26层公区应急照明穿线3人，10层暖管做保温2人，2层地敷热管打压2人，石膏板运输2人。电梯司机1人。
  3号楼：1层管道保温1人，15层，3层，20层公区吊顶3人，13层穿线2人，剔凿窗边1人，31层贴砖2人，32层贴砖2人。
  4号楼：3层墙面修补1人，管理2人。
  5#楼：22层公区贴地砖4人。
  9#楼：管道保温作业6人，消防地下室管道安装5人，地暖布管4人，内粉4人，供灰1人，电梯司机1人。文泉电工疏通3人。
  A区车库砌墙3人。`,
  `2022年8月31日施工情况：
  1号楼：屋面保温4人，22层厨房局部抹灰2人，3层贴砖2人，材料上楼2人，电梯司机1人。
  2号楼：33-30层木工封板2人，27层地暖打压2人。29层厨卫做防水2人，窗口打錾1人。24层公区封板2人，23层防水阳台摸角2人，15层消防穿线2人，2层地辐热管打压2人，外墙保温2人，电梯司机1人。
  3号楼：33层贴砖2人，32层贴砖2人，31层贴砖2人，23层贴砖2人，22层2人，水井内管道保温2人。
  4号楼：屋面花架钢筋绑扎5人，花架架子搭设5人。木工支模10人。5层墙面修补1人，排堵6人。4号楼负二层后浇带浇砼3人，管理2人。东侧商业裙房坡道支模10人，清理材料2人
  5号楼：护栏上楼2人，地库清理材料1人。工区贴砖2人。
  9#楼：外墙钢构作业5人，消防作业5人，水电工开槽布管6人，裙楼砌墙2人，供砖1人，木工支模2人，电梯司机1人。`,
  `2022年9月2日施工情况：1号楼：屋面保温4人，33层消防穿线2人，3层贴砖2人，上料2人。
  2号楼：23层地暖打压2人。外墙涂料2人，28层窗口打錾1人，外墙保温抹砂浆2人，电梯司机1人。
  3号楼：屋面贴砖3人，33层贴砖2人，32层贴砖2人，31层贴砖2人，30层贴砖2人，29层贴砖2人，28层公区吊顶龙骨安装2人，25层贴砖2人，23层贴砖2人，22层1人，12层公区安装吊杆1人，9层电梯前室边龙骨安装1人，石膏板上楼1人。 
  4号楼：屋面花架，墙柱钢筋绑扎9人，花架女儿墙支模10人。水电预埋2人，楼层墙面修补1人。放线洞口支模2人，管理2人，塔吊司机1人，指挥1人。
  6号楼西单元13层贴砖2人，水电材料加工2人。
  9#楼：外墙钢构作业5人，消防地下室安装管道5人，11层地暖作业2人，水工安装管道3人，修补1人，墙面喷浆1人，清理2人电梯司机1人。电工地下室配电室预埋槽钢2人。 
  四号楼东侧商业：车道钢筋梆扎8人，木工坡道挡墙拆模11人，清理4人。        `,
  `2022年9月5日施工情况：
  1号楼：9层厨房局部抹灰2人，3层贴砖1人，电梯拆除3人。
  2号楼: 29层公区消防配管2人，2层錾窗口1人，13层地暖打压2人，，外墙保温抹砂浆2人，塔吊拆除5人，电梯司机1人。
  3号楼: 贴砖33层2人，31层2人，30层2人，29层1人，25层2人，23层2人，22层2人，公区吊顶龙骨安装4人，上料2人，清理垃圾1人，消防穿线2人，电梯司机1人 。
  4号楼：屋面花架，楼梯炮楼支模10人，水电预埋2人。塔吊司机1人，修补1人，指挥1人，管理2人。 
  5号楼：西单元27层护栏安装2人，13层公区贴砖2人，4层风口抹灰1人，东单元11层公区贴砖2人，地下室穿线2人，31层精装刮腻子1人。 
  6号楼及商业：
  一层加工地下室支架2人，公区14层贴墙砖2人。 
  商业楼:搭架子4人，三层柱钢筋绑扎15人，坡道挡墙加固4人，清理材料4人，坡道挡墙及三层局部女儿墙混凝土浇筑7人，管理2人。 
  9#楼：钢构作业6人，消防地下室安装管道6人，水电工开槽布管安装管道6人，15层地暖作业2人，地下室木工支模2人，电梯司机1人。
  幼儿园: 基础施工2人。`,
  `2022年9月7日施工情况：
  1号楼：7层以下贴砖10人。 
  2号楼：23层做防水2人，地暖打压2人。19层刮腻子1人，13层主管道打压2人，11层防水厨卫做防水阴角1人，8层地暖打压2人，管道井安装支架2人，阳台门运输4人，塔吊拆除5人，电梯司机1人。 
  3号楼：精装单位贴砖10人，公区吊顶5人，穿线5人。 
  4号楼：屋面花架浇砼5人，炮楼水电预埋2人。塔吊司机1人，材料整理1人，指挥1人，管理2人。 
  5#楼：22层(西单元)，25层(东单元)贴面砖共六人。 
  6#楼：13层贴砖2人，清理垃圾1人。 
  四号东侧群楼：木工搭架子，清整材料8人，钢筋工绑扎柱筋7人，防水施工作业3人。 
  9#楼：外墙钢构作业5人，水工安装管道2人，地暖作业2人，消防地下室安装管道8人，电梯司机1人。 
  幼儿园南侧基础垫层收面：3人。`,
  `2022年9月13日施工情况：
  1号楼：精装单位贴砖3人，电工工区穿线2人，外墙保温2人。
  2号楼：27层消防穿线2人，19层厨卫做防水2人，10层防水做八字角1人，17层刮腻子1人，电梯司机1人。
  3号楼：公区吊顶封板5人，31层楼梯间墙面刮腻子2人。户内贴砖14人，电工并线2人。
  4号楼：屋面花架，女儿墙拆模10人，车库负二层后浇带浇砼3人。材料整理3人，塔吊司机1人，指挥1人，管理2人。幼儿园南侧公变基础放线2人。
  5号楼东单元风井外抢挖土2人，27层刮腻子2人，15层贴砖2人，8层安装护栏1人。
  6号楼：6层切钢筋头1人，4层公区刮腻子2人。 
  9#楼：钢构屋面搭架子4人，水工安装管道3人，电工地下室穿线2人，消防地下室安装管道11人，7层浇地面砼7人，3层地暧作业2人，电梯司机1人。 
  四号楼东侧商业裙房3层梁钢筋绑扎7人，梁柱模板加固12人，1层砌体2人，木工圈梁支模2人，A区地库楼梯抹灰4人。`,
  `2022年9月14日施工情况：
  1号楼：6层贴砖2人，2层贴砖2人，外墙保温2人。
  2号楼：24层消防排查线4人，17层厨卫做防水4人，16层厨卫做防水3人，石膏线安装2人，电梯司机1人。
  3号楼：32层楼梯墙面刮腻子2人，室内贴砖31层2人，30层2人，29层2人，28层2人，26层2人，23层2人，22层2人，公区吊顶5人。 
  4号楼：屋面花架，女儿墙拆模6人，楼梯炮楼女儿墙支模3人，车库负二层后浇带浇砼3人。材料整理1人，风井支模2人。塔吊司机1人，指挥1人，管理2人。 
  5#楼：6层安栏杆2人，东单元贴砖2人(16层)西单元15层贴砖2人，室外粉风井2人。 
  6#楼：14层修整洞边1人(东单元)，11层吊顶批腻子1人(西单元) 。
  9号楼：屋面搭满堂架4人，西立面钢结构2人，5层地埔热浇筑保护层混凝土10人，二层排水管安装3人，地下车库设备基础拆模1人，消防管安装10人。地下室浇筑设备基座3人。
  四号楼商业裙房：三层木工支模6人，钢筋工梆钢筋8人，一层砌墙2人，清整材料3人，倒土铲车一台。              `,
  `2022年9月16日施工情况：
  1号楼：北侧基坑清理垃圾2人，2层贴砖,2人，6层贴砖2人，28层公区并线2人。
  2号楼：3层消防穿线2人，33-32层厨卫做防水4人，电梯司机1人。
  3号楼：室内贴砖31层2人，30层2人，29层2人，28层2人，25层2人，23层2人，22层1人，12－10层公区吊顶封板5人，电梯调试4人，拆电梯防护2人。
  4号楼：楼内垃圾清理3人，材料整理2人，风井支模2人。管理2人 。 
  5#楼：东单元贴砖2人(14层)17层砧踢脚线2人，西单元15层贴砖2人，东单元栏杆上楼2人。 
  6#楼：8层批吊顶腻子2人。
  9#楼：钢构作业4人，地下室消防管道安装11人，水电工穿线排堵3人，设备基础砼浇注5人，清理2人电梯司机1人。 
  四号商业裙房楼：三层木工支模4人，钢筋工梆梁板8人，土方作业一台铲车一台挖机2人配合（14）`,
  `2022年9月19日施工情况：
  1号楼:26层地暖问题整改打压2人，18层精装并线2人，电梯司机1人。
  3号楼:室内贴砖20层2人，21层2人，22层1人，25层2人，26层2人，28层2人，29层2人，楼梯刮腻子2人。
  3号楼:6层贴砖2人，2层贴砖2人，公区吊顶5人，地下室打錾2人。
  4号楼：楼内垃圾清理3人，栏板拆模2人。
  5#楼：东西两个单元贴砖3人，安装栏杆2人。
  6#楼：吊顶批腻子2人。
  9#楼：水电工作业4人，消防加工安装管道11人，电梯司机1人。
  四号楼东侧商业裙房：木工拆模6人，砌墙4人，二层清理材料4人，一层圈梁支模2人。`,
  `2022年9月21日施工情况:
  1号楼:6层贴砖2人，2层贴砖2人，公区吊顶5人，地下室破风井2人。
  2号楼:32层厨卫做防水2人，26-25层水电管槽抹灰2人，23层螺栓孔封堵2人，打压2人，电梯司机1人。
  3号楼:19层贴砖2人，20层2人，21层2人，22层1人，25层2人，26层2人，28层2人，楼梯刮腻子1人。
  4号楼:屋面炮楼拆架子5人，30层清理2人，地库抽排水1。
  6号楼及商业:钢筋加工场材料搬运5人。
  西区地下车库消防管材转运6人，
  9#楼:水电工穿线2人，安装支架3人，消防安装管道11人，零星修补2人，钢构2人，屋面架体搭设2人，电梯司机1人。`,
  `2022年9月23日施工情况:
  1号楼：2层，6层贴砖2人，公区吊顶5人，6层阳台栏板支模2人，外墙保温1人。
  2号楼：30层防火窗玻璃安装3人，21层厨卫做防水2人。9层水电配管抹灰2人，15层二次打压2人，装修材料运输4人，1层雨水管配管2人，电梯司机1人。
  3号楼：室内贴砖18层2人，19层2人，20层2人，21层2人，22层2人，26层2人，27层1人，24层卫生间排水管包管2人，清理垃圾2人。
  4号楼：附着式脚手架拆除11人，警戒看护2人，材料整理4人。西车库墙柱钢筋绑扎7人。
  5号楼：西单元2层贴地砖2人，东单元15层安装栏杆2人，4层贴地砖2人。
  6号楼：东单元6层刮腻子1人。
  9号楼：钢构装吊栏3人，水电工作业5人，消防栓安装2人，地下室粉基础砌砖2人，电梯司机1人，裙楼打洞1人。
  西区地下车库：1号楼北破除2人，地库消防管压边2人，支架下料2人，焊接2人。代班1人，北大门场地平整清理小挖掘机一台。
  A区车库及商业裙房：车库外围清理2人，涂刷冷底油6人，防水施工4人，四号楼东侧商业二层清理材料3人，屋面女儿墙支模3人，架子搭设3人，二层上砖1人。`,
  ``,
  ``,
  ``,
  ``,
  ``,
  ``,
  ``,
  ``,
];
